Repository: DeyarZ/wedding-planner
Catalog: weddingplanner/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, et, fi, fr, hr, hu, is, it, ja, ko, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Finalize all details and confirmations
ar: إنهاء جميع التفاصيل والتأكيدات
cs: Dokončete všechny detaily a potvrzení
da: Færdiggør alle detaljer og bekræftelser
de: Finalisiere alle Details und Bestätigungen
es: Cierra todos los detalles y confirmaciones
et: Vormista kõik detailid ja kinnitused
fi: Viimeistele kaikki yksityiskohdat ja vahvistukset
fr: Finaliser tous les détails et les confirmations
hr: Dovršite sve detalje i potvrde
hu: Véglegesítsd a részleteket és a visszaigazolásokat
is: Ganga frá öllum smáatriðum og staðfestingum
it: Finalizza tutti i dettagli e le conferme
ja: 細かな内容と確認事項をすべて確定させましょう
ko: 모든 세부 사항과 최종 확인 마무리하기
lv: Pabeidz visas detaļas un apstiprinājumus
nb: Ferdigstill alle detaljer og bekreftelser
nl: Maak alle details en bevestigingen definitief
pl: Dopięcie wszystkich szczegółów i potwierdzeń
pt: Fechar todos os detalhes e confirmações
ro: Finalizează toate detaliile și confirmările
ru: Утвердить все детали и подтверждения
sk: Dokončite všetky detaily a potvrdenia
sl: Dokončaj vse podrobnosti in potrditve
sv: Slutför alla detaljer och bekräftelser
th: สรุปรายละเอียดและการยืนยันทั้งหมด
tr: Tüm detayları ve onayları kesinleştirin
uk: Узгодьте всі деталі та підтвердження
vi: Chốt mọi chi tiết và xác nhận
zh_hans: 敲定所有细节并逐项确认
zh_hant: 敲定所有細節並完成確認

source: Finalize ceremony details
ar: إنهاء تفاصيل المراسم
cs: Dokončit detaily obřadu
da: Færdiggør detaljerne for ceremonien
de: Details der Zeremonie finalisieren
es: Cerrar los detalles de la ceremonia
et: Pane tseremoonia detailid paika
fi: Viimeistele vihkimisen yksityiskohdat
fr: Finaliser les détails de la cérémonie
hr: Dovršite detalje ceremonije
hu: Szertartás részleteinek véglegesítése
is: Ganga frá smáatriðum athafnarinnar
it: Definisci i dettagli della cerimonia
ja: 挙式の詳細を確定する
ko: 예식 세부 사항 확정하기
lv: Pabeigt ceremonijas detaļas
nb: Ferdigstill detaljene for seremonien
nl: Ceremoniedetails afronden
pl: Dopięcie szczegółów ceremonii
pt: Fechar os detalhes da cerimônia
ro: Finalizează detaliile ceremoniei
ru: Утвердить детали церемонии
sk: Dokončite detaily obradu
sl: Dokončaj podrobnosti obreda
sv: Slutför detaljerna kring vigseln
th: สรุปรายละเอียดพิธี
tr: Tören detaylarını kesinleştirin
uk: Узгодьте деталі церемонії
vi: Chốt chi tiết buổi lễ
zh_hans: 敲定仪式细节
zh_hant: 敲定儀式細節

source: Finalize guest list
ar: إنهاء قائمة الضيوف
cs: Dokončit seznam hostů
da: Færdiggør gæstelisten
de: Gästeliste finalisieren
es: Cerrar la lista de invitados
et: Pane külaliste nimekiri paika
fi: Viimeistele vieraslista
fr: Finaliser la liste des invités
hr: Dovršite popis gostiju
hu: Vendéglista véglegesítése
is: Ganga frá gestalistanum
it: Finalizza la lista degli ospiti
ja: ゲストリストを確定する
ko: 하객 명단 확정하기
lv: Pabeigt viesu sarakstu
nb: Ferdigstill gjestelisten
nl: Gastenlijst definitief maken
pl: Domknięcie listy gości
pt: Fechar a lista de convidados
ro: Finalizează lista de invitați
ru: Утвердить список гостей
sk: Dokončite zoznam hostí
sl: Dokončaj seznam gostov
sv: Slutför gästlistan
th: สรุปรายชื่อแขก
tr: Misafir listesini kesinleştirin
uk: Завершіть список гостей
vi: Chốt danh sách khách mời
zh_hans: 确定宾客名单
zh_hant: 確定賓客名單

source: Finalize guest list and send save-the-dates
ar: إنهاء قائمة الضيوف وإرسال بطاقات حجز الموعد
cs: Dokončete seznam hostů a rozešlete oznámení termínu
da: Færdiggør gæstelisten og send save-the-dates
de: Finalisiere die Gästeliste und verschicke Save-the-Dates
es: Cierra la lista de invitados y envía los save the date
et: Pane külaliste nimekiri paika ja saada eelkutsed
fi: Viimeistele vieraslista ja lähetä save the date -kortit
fr: Finaliser la liste des invités et envoyer les save-the-date
hr: Dovršite popis gostiju i pošaljite najave datuma
hu: Véglegesítsd a vendéglistát és küldd el a save-the-date kártyákat
is: Ganga frá gestalistanum og senda dagsetningartilkynningar
it: Finalizza la lista degli ospiti e invia i save the date
ja: ゲストリストを確定して、日程のお知らせを送りましょう
ko: 하객 명단 확정하고 날짜 안내 보내기
lv: Pabeidz viesu sarakstu un izsūti datuma paziņojumus
nb: Ferdigstill gjestelisten og send save-the-dates
nl: Maak de gastenlijst definitief en verstuur de save-the-dates
pl: Domknięcie listy gości i wysłanie kartek save the date
pt: Fechar a lista de convidados e enviar os save the dates
ro: Finalizează lista de invitați și trimite anunțurile save-the-date
ru: Утвердить список гостей и разослать Save the Date
sk: Dokončite zoznam hostí a rozošlite oznámenia o termíne
sl: Dokončaj seznam gostov in pošlji napovedne kartice
sv: Slutför gästlistan och skicka save the date-korten
th: สรุปรายชื่อแขกและส่งการ์ดแจ้งวันงาน
tr: Misafir listesini kesinleştirin ve Save the Date kartlarını gönderin
uk: Завершіть список гостей і надішліть картки save the date
vi: Chốt danh sách khách mời và gửi thiệp báo ngày cưới
zh_hans: 确定宾客名单并寄出预告卡
zh_hant: 確定賓客名單並寄出婚期通知

source: Financial
ar: المالية
cs: Finance
da: Økonomi
de: Finanzen
es: Finanzas
et: Rahaasjad
fi: Talous
fr: Finances
hr: Financije
hu: Pénzügyek
is: Fjármál
it: Finanze
ja: お金
ko: 재정
lv: Finanses
nb: Økonomi
nl: Financieel
pl: Finanse
pt: Financeiro
ro: Financiar
ru: Финансы
sk: Financie
sl: Finance
sv: Ekonomi
th: การเงิน
tr: Finansal
uk: Фінанси
vi: Tài chính
zh_hans: 财务
zh_hant: 財務

source: Financial Overview
ar: نظرة عامة مالية
cs: Finanční přehled
da: Økonomisk overblik
de: Finanzübersicht
es: Resumen financiero
et: Rahaline ülevaade
fi: Talouden yleiskatsaus
fr: Aperçu financier
hr: Financijski pregled
hu: Pénzügyi áttekintés
is: Fjárhagsyfirlit
it: Panoramica finanziaria
ja: 収支の概要
ko: 재정 개요
lv: Finanšu pārskats
nb: Økonomisk oversikt
nl: Financieel overzicht
pl: Przegląd finansów
pt: Visão geral financeira
ro: Prezentare financiară
ru: Обзор финансов
sk: Finančný prehľad
sl: Finančni pregled
sv: Ekonomisk översikt
th: ภาพรวมการเงิน
tr: Finansal Özet
uk: Огляд фінансів
vi: Tổng quan tài chính
zh_hans: 财务总览
zh_hant: 財務總覽

source: Financial peace of mind
ar: راحة بال مالية
cs: Finanční klid v duši
da: Ro i økonomien
de: Finanzielle Gelassenheit
es: Tranquilidad financiera
et: Rahaline meelerahu
fi: Taloudellinen mielenrauha
fr: Sérénité financière
hr: Financijski mir
hu: Pénzügyi nyugalom
is: Hugarró í fjármálunum
it: Serenità finanziaria
ja: お金の不安がないこと
ko: 돈 걱정 없는 마음
lv: Miers par finansēm
nb: Økonomisk ro i sjelen
nl: Financiële gemoedsrust
pl: Spokój o finanse
pt: Tranquilidade financeira
ro: Liniște pe partea financiară
ru: Спокойствие за финансы
sk: Pokoj v duši ohľadom peňazí
sl: Finančni mir
sv: Ekonomiskt lugn
th: สบายใจเรื่องการเงิน
tr: Finansal huzur
uk: Фінансовий спокій
vi: An tâm về tài chính
zh_hans: 钱上的事，安心
zh_hant: 金錢上安心無虞

source: Find Your Photographer
ar: اعثر على مصورك
cs: Najděte svého fotografa
da: Find Jeres Fotograf
de: Fotograf:in finden
es: Encuentra a tu fotógrafo
et: Leia oma fotograaf
fi: Löydä valokuvaajasi
fr: Trouvez votre photographe
hr: Pronađite svog fotografa
hu: Találd meg a fotósodat
is: Finndu ljósmyndarann þinn
it: Trova il tuo fotografo
ja: カメラマンを探す
ko: 사진작가 찾기
lv: Atrodi savu fotogrāfu
nb: Finn fotografen deres
nl: Vind jullie fotograaf
pl: Znajdź fotografa
pt: Encontrar seu fotógrafo
ro: Găsiți-vă fotograful
ru: Найдите своего фотографа
sk: Nájdite si fotografa
sl: Poiščita fotografa
sv: Hitta din fotograf
th: หาช่างภาพของคุณ
tr: Fotoğrafçınızı Bulun
uk: Знайдіть свого фотографа
vi: Tìm Thợ Ảnh Của Bạn
zh_hans: 找到你们的摄影师
zh_hant: 找到你的攝影師

source: Find your photographer
ar: اعثر على مصورك
cs: Najděte svého fotografa
da: Find jeres fotograf
de: Fotografen finden
es: Encontrar fotógrafo
et: Leia oma fotograaf
fi: Löydä valokuvaajasi
fr: Trouver votre photographe
hr: Pronađite svog fotografa
hu: Találd meg a fotósodat
is: Finna ljósmyndarann
it: Trovate il fotografo
ja: カメラマンを探す
ko: 사진작가 찾기
lv: Atrodi savu fotogrāfu
nb: Finn fotografen deres
nl: Vind jullie fotograaf
pl: Znajdźcie fotografa
pt: Encontre seu fotógrafo
ro: Găsiți-vă fotograful
ru: Найдите своего фотографа
sk: Nájdite si fotografa
sl: Poiščita fotografa
sv: Hitta din fotograf
th: หาช่างภาพของคุณ
tr: Fotoğrafçınızı bulun
uk: Знайдіть свого фотографа
vi: Tìm thợ ảnh của bạn
zh_hans: 找到你们的摄影师
zh_hant: 找到你的攝影師

source: Finding good vendors
ar: إيجاد موردين جيدين
cs: Najít dobré dodavatele
da: At finde gode leverandører
de: Gute Dienstleister finden
es: Encontrar buenos proveedores
et: Heade teenusepakkujate leidmine
fi: Hyvien palveluntarjoajien löytäminen
fr: Trouver de bons prestataires
hr: Pronalazak dobrih dobavljača
hu: Jó szolgáltatókat találni
is: Að finna góða þjónustuaðila
it: Trovare buoni fornitori
ja: 良い業者を見つけること
ko: 좋은 업체 찾기
lv: Labu pakalpojumu sniedzēju atrašana
nb: Å finne gode leverandører
nl: Goede leveranciers vinden
pl: Znalezienie dobrych usługodawców
pt: Encontrar bons fornecedores
ro: Găsirea unor furnizori buni
ru: Поиск хороших подрядчиков
sk: Nájsť dobrých dodávateľov
sl: Iskanje dobrih ponudnikov
sv: Att hitta bra leverantörer
th: การหาผู้ให้บริการดี ๆ
tr: İyi tedarikçi bulmak
uk: Пошук хороших підрядників
vi: Tìm được nhà cung cấp tốt
zh_hans: 找到靠谱的供应商
zh_hant: 找到好廠商

source: First Dance
ar: الرقصة الأولى
cs: První tanec
da: Første dans
de: Erster Tanz
es: Primer baile
et: Esimene tants
fi: Ensimmäinen tanssi
fr: Première danse
hr: Prvi ples
hu: Nyitótánc
is: Fyrsti dansinn
it: Primo ballo
ja: ファーストダンス
ko: 첫 춤
lv: Pirmā deja
nb: Brudevalsen
nl: Openingsdans
pl: Pierwszy taniec
pt: Primeira dança
ro: Primul dans
ru: Первый танец
sk: Prvý tanec
sl: Prvi ples
sv: Första dansen
th: เต้นรำคู่แรก
tr: İlk Dans
uk: Перший танець
vi: Điệu nhảy đầu tiên
zh_hans: 第一支舞
zh_hant: 第一支舞

source: First Look
ar: النظرة الأولى
cs: První pohled
es: Primer encuentro
et: Esimene pilk
fi: Ensikohtaaminen
fr: Premier regard
hr: Prvi pogled
hu: Első találkozás
is: Fyrsta sýn
it: Primo sguardo
ja: ファーストミート
ko: 퍼스트 룩
lv: Pirmais skatiens
pl: Pierwsze spojrzenie
pt: Primeiro olhar
ro: Prima privire
ru: Первый взгляд
sk: Prvý pohľad
sl: Prvi pogled
sv: Första mötet
th: เจอหน้ากันครั้งแรก
tr: İlk Bakış
uk: Перший погляд
vi: Gặp mặt đầu tiên
zh_hans: 初见时刻
zh_hant: 初見時刻

source: First Look & Couple Photos
ar: النظرة الأولى وصور العروسين
cs: První pohled a focení páru
da: First look og parbilleder
de: First Look & Paarfotos
es: Primer encuentro y fotos de pareja
et: Esimene pilk ja paarifotod
fi: Ensikohtaaminen ja parikuvat
fr: Premier regard et photos de couple
hr: Prvi pogled i fotografije para
hu: Első találkozás és páros fotózás
is: Fyrsta sýn og parmyndir
it: Primo sguardo e foto di coppia
ja: ファーストミートと二人の撮影
ko: 퍼스트 룩 & 커플 사진
lv: Pirmais skatiens un pāra foto
nb: First look og parbilder
nl: First Look & koppelfoto's
pl: Pierwsze spojrzenie i zdjęcia pary
pt: Primeiro olhar e fotos do casal
ro: Prima privire și pozele de cuplu
ru: Первый взгляд и фото пары
sk: Prvý pohľad a fotenie páru
sl: Prvi pogled in fotografije para
sv: Första mötet & parfotografering
th: เจอหน้ากันครั้งแรกและถ่ายรูปคู่
tr: İlk Bakış ve Çift Fotoğrafları
uk: Перший погляд і фото пари
vi: Gặp mặt đầu tiên & Chụp ảnh đôi
zh_hans: 初见时刻与新人合影
zh_hant: 初見時刻與新人合照

source: First Name
ar: الاسم الأول
cs: Jméno
da: Fornavn
de: Vorname
es: Nombre
et: Eesnimi
fi: Etunimi
fr: Prénom
hr: Ime
hu: Keresztnév
is: Fornafn
it: Nome
ja: 名
ko: 이름
lv: Vārds
nb: Fornavn
nl: Voornaam
pl: Imię
pt: Nome
ro: Prenume
ru: Имя
sk: Meno
sl: Ime
sv: Förnamn
th: ชื่อ
tr: Ad
uk: Ім’я
vi: Tên
zh_hans: 名字
zh_hant: 名字

source: First person's name
ar: اسم الشخص الأول
cs: Jméno prvního z vás
da: Den førstes navn
de: Name der ersten Person
es: Nombre de la primera persona
et: Esimese inimese nimi
fi: Ensimmäisen nimi
fr: Nom de la première personne
hr: Ime prve osobe
hu: Az első személy neve
is: Nafn fyrri aðilans
it: Nome della prima persona
ja: おひとり目のお名前
ko: 첫 번째 사람의 이름
lv: Pirmās personas vārds
nb: Navnet til den første
nl: Naam van de eerste persoon
pl: Imię pierwszej osoby
pt: Nome da primeira pessoa
ro: Numele primei persoane
ru: Имя первого
sk: Meno prvého z vás
sl: Ime prve osebe
sv: Första personens namn
th: ชื่อคนแรก
tr: İlk kişinin adı
uk: Ім’я першого з вас
vi: Tên người thứ nhất
zh_hans: 第一位的名字
zh_hant: 第一位的名字

source: First things first
ar: لنبدأ بالأهم
cs: Popořádku
da: Først det vigtigste
de: Fangen wir vorne an
es: Lo primero es lo primero
et: Kõigepealt kõige tähtsam
fi: Ensin tärkeimmät
fr: Commençons par l'essentiel
hr: Prvo najvažnije
hu: Kezdjük az elején
is: Byrjum á byrjuninni
it: Partiamo dall'inizio
ja: まずは最初の一歩から
ko: 가장 먼저 할 일부터
lv: Vispirms galvenais
nb: Først det viktigste
nl: Eerst het belangrijkste
pl: Po kolei
pt: Primeiro o mais importante
ro: Să începem cu începutul
ru: Начнём с главного
sk: Pekne po poriadku
sl: Najprej najpomembnejše
sv: Först det viktigaste
th: เริ่มจากเรื่องสำคัญก่อน
tr: Önce en önemlisi
uk: Почнімо з головного
vi: Việc quan trọng trước đã
zh_hans: 先从最要紧的开始
zh_hant: 先從最重要的開始

source: Fish
ar: سمك
cs: Ryba
da: Fisk
de: Fisch
es: Pescado
et: Kala
fi: Kala
fr: Poisson
hr: Riba
hu: Hal
is: Fiskur
it: Pesce
ja: 魚料理
ko: 생선
lv: Zivs
nb: Fisk
nl: Vis
pl: Ryba
pt: Peixe
ro: Pește
ru: Рыба
sk: Ryba
sl: Ribe
sv: Fisk
th: ปลา
tr: Balık
uk: Риба
vi: Cá
zh_hans: 鱼类
zh_hant: 魚類

source: Florist
ar: محل الزهور
cs: Florista
da: Blomsterhandler
es: Floristería
et: Lillepood
fi: Kukkakauppias
fr: Fleuriste
hr: Cvjećar
hu: Virágkötő
is: Blómasali
it: Fiorista
ja: フローリスト
ko: 플로리스트
lv: Florists
nb: Blomsterdekoratør
nl: Bloemist
pl: Florysta
pt: Florista
ro: Florărie
ru: Флорист
sk: Kvetinár
sl: Cvetličar
th: ร้านดอกไม้
tr: Çiçekçi
uk: Флорист
vi: Tiệm hoa
zh_hans: 花艺师
zh_hant: 花藝師

source: Flowers
ar: الزهور
cs: Květiny
da: Blomster
de: Blumen
es: Flores
et: Lilled
fi: Kukat
fr: Fleurs
hr: Cvijeće
hu: Virágok
is: Blóm
it: Fiori
ja: お花
ko: 꽃
lv: Ziedi
nb: Blomster
nl: Bloemen
pl: Kwiaty
pt: Flores
ro: Flori
ru: Цветы
sk: Kvety
sl: Cvetje
sv: Blommor
th: ดอกไม้
tr: Çiçekler
uk: Квіти
vi: Hoa
zh_hans: 鲜花
zh_hant: 花藝

source: Flowers & Decor
ar: الزهور والديكور
cs: Květiny a dekorace
da: Blomster & Dekoration
de: Blumen & Deko
es: Flores y decoración
et: Lilled ja dekoor
fi: Kukat ja koristelu
fr: Fleurs et décoration
hr: Cvijeće i dekoracije
hu: Virágok és dekoráció
is: Blóm og skreytingar
it: Fiori e decorazioni
ja: お花・装飾
ko: 꽃 & 장식
lv: Ziedi un dekori
nb: Blomster og dekor
nl: Bloemen & Decoratie
pl: Kwiaty i dekoracje
pt: Flores e decoração
ro: Flori și decor
ru: Цветы и декор
sk: Kvety a dekorácie
sl: Cvetje in dekoracija
sv: Blommor & dekor
th: ดอกไม้และของตกแต่ง
tr: Çiçekler ve Dekor
uk: Квіти та декор
vi: Hoa & Trang trí
zh_hans: 花艺与布置
zh_hant: 花藝與布置

source: Flowers & decor
ar: الزهور والديكور
cs: Květiny a dekorace
da: Blomster & dekoration
de: Blumen & Deko
es: Flores y decoración
et: Lilled ja dekoor
fi: Kukat ja koristelu
fr: Fleurs & décoration
hr: Cvijeće i dekoracije
hu: Virágok és dekoráció
is: Blóm og skreytingar
it: Fiori e decorazioni
ja: お花・装飾
ko: 꽃 & 장식
lv: Ziedi un dekori
nb: Blomster og dekor
nl: Bloemen & decoratie
pl: Kwiaty i dekoracje
pt: Flores e decoração
ro: Flori și decor
ru: Цветы и декор
sk: Kvety a dekorácie
sl: Cvetje in dekoracija
sv: Blommor & dekor
th: ดอกไม้และของตกแต่ง
tr: Çiçekler ve dekor
uk: Квіти та декор
vi: Hoa & trang trí
zh_hans: 花艺与布置
zh_hant: 花藝與布置

source: Follow Up
ar: متابعة
cs: Další kontakt
da: Opfølgning
de: Nachfassen
es: Seguimiento
et: Järelkontakt
fi: Seuranta
fr: Relance
hr: Naknadni kontakt
hu: Utánkövetés
is: Eftirfylgni
it: Ricontatto
ja: フォローアップ
ko: 후속 연락
lv: Turpmākā saziņa
nb: Følg opp
nl: Opvolgen
pl: Ponowny kontakt
pt: Acompanhamento
ro: Revenire
ru: Связаться повторно
sk: Následný kontakt
sl: Nadaljnji stik
sv: Uppföljning
th: ติดตามผล
tr: Takip
uk: Повторний контакт
vi: Theo dõi tiếp
zh_hans: 跟进
zh_hant: 後續追蹤

source: Follow Up Date
ar: تاريخ المتابعة
cs: Datum dalšího kontaktu
da: Opfølgningsdato
de: Datum zum Nachfassen
es: Fecha de seguimiento
et: Järelkontakti kuupäev
fi: Seurantapäivä
fr: Date de relance
hr: Datum naknadnog kontakta
hu: Utánkövetés dátuma
is: Dagsetning eftirfylgni
it: Data del ricontatto
ja: フォローアップの日付
ko: 후속 연락일
lv: Turpmākās saziņas datums
nb: Dato for oppfølging
nl: Opvolgdatum
pl: Data ponownego kontaktu
pt: Data de acompanhamento
ro: Data revenirii
ru: Дата повторного контакта
sk: Dátum následného kontaktu
sl: Datum nadaljnjega stika
sv: Datum för uppföljning
th: วันที่ติดตามผล
tr: Takip Tarihi
uk: Дата повторного контакту
vi: Ngày theo dõi tiếp
zh_hans: 跟进日期
zh_hant: 追蹤日期

source: Food & Drinks
ar: الطعام والمشروبات
cs: Jídlo a pití
da: Mad & Drikke
de: Essen & Getränke
es: Comida y bebida
et: Söök ja jook
fi: Ruoka ja juoma
fr: Repas et boissons
hr: Hrana i piće
hu: Étel és ital
is: Matur og drykkur
it: Cibo e bevande
ja: お料理・ドリンク
ko: 음식 & 음료
lv: Ēdiens un dzērieni
nb: Mat og drikke
nl: Eten & Drinken
pl: Jedzenie i napoje
pt: Comida e bebida
ro: Mâncare și băuturi
ru: Еда и напитки
sk: Jedlo a nápoje
sl: Hrana in pijača
sv: Mat & dryck
th: อาหารและเครื่องดื่ม
tr: Yiyecek ve İçecek
uk: Їжа та напої
vi: Đồ ăn & Thức uống
zh_hans: 餐饮酒水
zh_hant: 餐點與飲料

source: Food & drinks
ar: الطعام والمشروبات
cs: Jídlo a pití
da: Mad & drikke
de: Essen & Getränke
es: Comida y bebida
et: Söök ja jook
fi: Ruoka ja juoma
fr: Repas & boissons
hr: Hrana i piće
hu: Étel és ital
is: Matur og drykkur
it: Cibo e bevande
ja: お料理・ドリンク
ko: 음식 & 음료
lv: Ēdiens un dzērieni
nb: Mat og drikke
nl: Eten & drinken
pl: Jedzenie i napoje
pt: Comida e bebida
ro: Mâncare și băuturi
ru: Еда и напитки
sk: Jedlo a nápoje
sl: Hrana in pijača
sv: Mat & dryck
th: อาหารและเครื่องดื่ม
tr: Yiyecek ve içecek
uk: Їжа та напої
vi: Đồ ăn & thức uống
zh_hans: 餐饮酒水
zh_hant: 餐點與飲料

source: For more information, visit:
ar: لمزيد من المعلومات، تفضل بزيارة:
cs: Více informací najdete na:
da: Få mere at vide på:
de: Weitere Informationen unter:
es: Para más información, visita:
et: Lisateabe saamiseks külasta:
fi: Lisätietoja:
fr: Pour en savoir plus, visitez :
hr: Za više informacija posjetite:
hu: További információért látogass el ide:
is: Nánari upplýsingar:
it: Per maggiori informazioni, visita:
ja: 詳しくはこちら：
ko: 자세한 내용은 여기에서 확인하세요:
lv: Plašākai informācijai apmeklē:
nb: For mer informasjon, besøk:
nl: Ga voor meer informatie naar:
pl: Więcej informacji znajdziesz na:
pt: Para mais informações, visite:
ro: Pentru mai multe informații, vizitează:
ru: Подробнее:
sk: Viac informácií nájdete na:
sl: Za več informacij obiščite:
sv: Mer information hittar du här:
th: ดูข้อมูลเพิ่มเติมได้ที่:
tr: Daha fazla bilgi için:
uk: Докладніше:
vi: Để biết thêm thông tin, hãy truy cập:
zh_hans: 了解更多，请访问：
zh_hant: 想了解更多，請前往：

source: Forever
ar: مدى الحياة
cs: Navždy
da: For altid
de: Für immer
es: Para siempre
et: Igavesti
fi: Ikuisesti
fr: Pour toujours
hr: Zauvijek
hu: Örökre
is: Að eilífu
it: Per sempre
ja: 買い切り
ko: 평생
lv: Uz visiem laikiem
nb: For alltid
nl: Voor altijd
pl: Na zawsze
pt: Para sempre
ro: Pe viață
ru: Навсегда
sk: Navždy
sl: Za vedno
sv: För alltid
th: ตลอดไป
tr: Ömür Boyu
uk: Назавжди
vi: Trọn đời
zh_hans: 永久
zh_hant: 永久

source: Free Trial
ar: تجربة مجانية
cs: Bezplatná zkušební verze
da: Gratis prøveperiode
de: Gratis-Test
es: Prueba gratis
et: Tasuta prooviperiood
fi: Ilmainen kokeilu
fr: Essai gratuit
hr: Besplatna proba
hu: Ingyenes próbaidőszak
is: Ókeypis prufa
it: Prova gratuita
ja: 無料トライアル
ko: 무료 체험
lv: Bezmaksas izmēģinājums
nb: Gratis prøveperiode
nl: Gratis proefperiode
pl: Bezpłatny okres próbny
pt: Teste gratuito
ro: Probă gratuită
ru: Бесплатный период
sk: Bezplatná skúšobná verzia
sl: Brezplačni preizkus
sv: Gratis provperiod
th: ทดลองใช้ฟรี
tr: Ücretsiz Deneme
uk: Безкоштовний пробний період
vi: Dùng thử miễn phí
zh_hans: 免费试用
zh_hant: 免費試用

source: Friends
ar: الأصدقاء
cs: Přátelé
da: Venner
de: Freunde
es: Amigos
et: Sõbrad
fi: Ystävät
fr: Amis
hr: Prijatelji
hu: Barátok
is: Vinir
it: Amici
ja: 友人
ko: 친구
lv: Draugi
nb: Venner
nl: Vrienden
pl: Przyjaciele
pt: Amigos
ro: Prieteni
ru: Друзья
sk: Priatelia
sl: Prijatelji
sv: Vänner
th: เพื่อน
tr: Arkadaşlar
uk: Друзі
vi: Bạn bè
zh_hans: 朋友
zh_hant: 朋友

source: From here on, this is your plan — we'll use your names on your checklist, your budget and your guest list.
ar: من الآن فصاعدًا، هذه خطتكما — سنستخدم اسميكما في قائمة المهام والميزانية وقائمة الضيوف.
cs: Odteď je to váš plán — vaše jména použijeme v seznamu úkolů, v rozpočtu i v seznamu hostů.
da: Fra nu af er det jeres plan — vi bruger jeres navne på tjeklisten, budgettet og gæstelisten.
de: Ab jetzt ist das euer Plan — wir nutzen eure Namen für Checkliste, Budget und Gästeliste.
es: A partir de ahora, este es vuestro plan: usaremos vuestros nombres en la lista de tareas, el presupuesto y la lista de invitados.
et: Siit edasi on see teie plaan — kasutame teie nimesid teie kontrollnimekirjas, eelarves ja külaliste nimekirjas.
fi: Tästä eteenpäin tämä on teidän suunnitelmanne — käytämme nimiänne tehtävälistalla, budjetissa ja vieraslistalla.
fr: À partir d'aujourd'hui, ce plan est le vôtre — vos prénoms apparaîtront sur votre check-list, votre budget et votre liste d'invités.
hr: Od sada je ovo vaš plan — vaša ćemo imena koristiti na popisu zadataka, u proračunu i na popisu gostiju.
hu: Innentől ez a te terved — a neveiteket használjuk a teendőlistádon, a költségvetésedben és a vendéglistádon.
is: Héðan í frá er þetta ykkar áætlun — við notum nöfnin ykkar á gátlistanum, í fjárhagsáætluninni og á gestalistanum.
it: Da qui in poi il piano è vostro: useremo i vostri nomi nella checklist, nel budget e nella lista invitati.
ja: ここからは、おふたりのプランです — チェックリストにも予算にもゲストリストにも、おふたりのお名前を使います。
ko: 이제부터는 두 분만의 플랜이에요 — 체크리스트, 예산, 하객 명단에 두 분의 이름을 사용할게요.
lv: No šī brīža tas ir jūsu plāns — jūsu vārdus izmantosim kontrolsarakstā, budžetā un viesu sarakstā.
nb: Fra nå av er dette planen deres – vi bruker navnene deres på sjekklisten, i budsjettet og på gjestelisten.
nl: Vanaf nu is dit jullie plan — we gebruiken jullie namen op de checklist, het budget en de gastenlijst.
pl: Od teraz to Wasz plan — Waszych imion użyjemy na liście zadań, w budżecie i na liście gości.
pt: Daqui em diante, o plano é de vocês — vamos usar seus nomes na lista de tarefas, no orçamento e na lista de convidados.
ro: De aici încolo, acesta este planul vostru — vom folosi numele voastre în lista de sarcini, în buget și în lista de invitați.
ru: С этого момента это ваш план — ваши имена появятся в чек-листе, бюджете и списке гостей.
sk: Odteraz je to váš plán — vaše mená použijeme vo vašom zozname úloh, rozpočte aj zozname hostí.
sl: Od tu naprej je to vajin načrt – vajini imeni bomo uporabili na seznamu opravil, v proračunu in na seznamu gostov.
sv: Härifrån och framåt är det här din plan – vi använder era namn på checklistan, i budgeten och på gästlistan.
th: จากนี้ไปนี่คือแผนของคุณ — เราจะใช้ชื่อของคุณทั้งในเช็คลิสต์ งบประมาณ และรายชื่อแขก
tr: Buradan sonrası sizin planınız — isimlerinizi kontrol listenizde, bütçenizde ve misafir listenizde kullanacağız.
uk: Відтепер це ваш план — ми використаємо ваші імена в чек-листі, бюджеті та списку гостей.
vi: Từ đây trở đi, đây là kế hoạch của hai bạn — chúng tôi sẽ dùng tên của bạn trong danh sách công việc, ngân sách và danh sách khách mời.
zh_hans: 从现在起，这就是你们的专属计划——清单、预算和宾客名单上都会用你们的名字。
zh_hant: 從現在開始，這就是你們的計畫 — 待辦清單、預算和賓客名單上都會用你們的名字。
